{
  "event_cards": {
    "spanish-armada": {
      "title": "Spanish Armada",
      "image_url": "https://www.ultraboardgames.com/tortuga-1667/gfx/c2.jpg",
      "description": "The game ends when the Spanish Armada card is revealed.",
      "count": 1
    },
    "letter-of-marque": {
      "title": "Letter of Marque",
      "image_url": "https://www.ultraboardgames.com/tortuga-1667/gfx/c10.jpg",
      "description": "Revealer moves any player currently on Tortuga or a Rowboat to the back of the line of either ship. Revealer may also save this card and use it as a future action.\n\nUsing it as a future action costs that entire future turn. In 2-player games (where you get 2 actions each turn instead of 1), if you reveal a Letter of Marque and immediately use it, that counts as 1 action.\n\nIf you reveal and save a Letter of Marque, that counts as 1 action. If you play a Letter of Marque that was saved in an earlier turn, that also counts as 1 action.",
      "count": 3
    },
    "pistol": {
      "title": "Pistol",
      "image_url": "https://www.ultraboardgames.com/tortuga-1667/gfx/c4.jpg",
      "description": "Revealer points to another player. That player is marooned. Pistols can not be saved to use as a later action.",
      "count": 3
    },
    "black-spot": {
      "title": "Black Spot",
      "image_url": "https://www.ultraboardgames.com/tortuga-1667/gfx/c3.jpg",
      "description": "Revealer is marooned.",
      "count": 3
    },
    "atlantis": {
      "title": "Atlantis",
      "image_url": "",
      "description": "Owner may move from one ship to the back of the line on the other ship immediately before any player's turn (including their own).",
      "count": 1
    },
    "stormy-seas": {
      "title": "Stormy Seas",
      "image_url": "https://www.ultraboardgames.com/tortuga-1667/gfx/c6.jpg",
      "description": "All treasure on the revealer's ship is returned to the Spanish Galleon (if on a ship) or the Tortuga treasures are returned to their original starting areas (if on Tortuga).",
      "count": 1
    },
    "eight-bells": {
      "title": "Eight Bells",
      "image_url": "https://www.ultraboardgames.com/tortuga-1667/gfx/c5.jpg",
      "description": "All pawns on the revealer's boat or island are put into the pouch and drawn out randomly back onto that boat or island. There is no effect if the revealer is alone or is on a Rowboat.",
      "count": 1
    },
    "fountain-of-youth": {
      "title": "Fountain Of Youth",
      "image_url": "https://www.ultraboardgames.com/tortuga-1667/gfx/c1.jpg",
      "description": "Owner may choose to not be marooned after revealing a Black Spot, getting shot with a Pistol, being marooned by their captain, or being marooned from a successful Mutiny.\n\nIf they use this card to prevent being marooned by their captain, that counts as the captain's action. Discard after use.",
      "count": 1
    },
    "el-dorado": {
      "title": "El Dorado",
      "image_url": "https://www.ultraboardgames.com/tortuga-1667/gfx/c8.jpg",
      "description": "Owner immediately draws 1 extra Vote card. In any one future Vote, owner may play two Vote cards instead of the usual one.",
      "count": 1
    }
  }
}